Revit 2024 API
BuiltInFailures.TextFailures.CannotCreateModeltext Property
 Can't create Model Text.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCreateModeltext { get; }
Visual Basic
Public Shared ReadOnly Property CannotCreateModeltext As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCreateModeltext {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.TextFailures Class
Autodesk.Revit.DB Namespace